Repository: instructure/canvas-ios
Catalog: Horizon/Horizon/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, de, es, es_es, fi, fr, fr_ca, ga, hi, is, it, ja, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, th, vi, zh, zh_hk

source: Atlantic Time (Canada) (-04:00/-03:00)
ar: توقيت المحيط الأطلنطي (كندا) (-04:00/-03:00)
ca: Hora de l’Atlàntic (Canadà) (-04:00/-03:00)
cy: Amser yr Iwerydd (Canada) (-04:00/-03:00)
de: Atlantic Time (Kanada) (-04:00/-03:00)
es: Hora del Atlántico (Canadá) (-04:00/-03:00)
es_es: Tiempo del Atlántico (Canadá) (-04:00/-03:00)
fi: Atlantin aika (Kanada) (-04:00/-03:00)
fr: Atlantique (Canada) (-04:00/-03:00)
fr_ca: Heure de l’Atlantique (Canada) (-04:00/-03:00)
ga: Am Atlantach (Ceanada) (-04:00/-03:00)
hi: अटलांटिक समय (कनाडा) (-04:00/-03:00)
is: Austurstrandartími (Kanada) (-04:00/-03:00)
it: Ora costa Atlantico (Canada) (-04:00/-03:00)
ja: 大西洋時間（カナダ） (-04:00/-03:00)
ms: Waktu Atlantik (Kanada) (-04:00/-03:00)
nl: Atlantic-tijd (Canada) (-04:00/-03:00)
pl: Czas atlantycki (Kanada) (-04:00/-03:00)
pt: Horário do Atlântico (Canadá) (-04:00/-03:00)
pt_br: Horário do Atlântico (Canadá) (-04:00/-03:00)
ru: Атлантическое время (Канада) (-04:00/-03:00)
sl: Atlantski čas (Kanada) (-04:00/-03:00)
sv: Atlanttid (Kanada) (-04:00/-03:00)
th: เวลาแอตแลนติค (แคนาดา) (-04:00/-03:00)
vi: Giờ Đại Tây Dương (Canada) (-04:00/-03:00)
zh: 大西洋时间（加拿大） (-04:00/-03:00)
zh_hk: 大西洋時間 (加拿大) (-04:00/-03:00)

source: Attach file
ar: إرفاق ملف
ca: Adjunteu el fitxer
cy: Atodi ffeil
da: Vedhæft fil
de: Datei anhängen
es: Adjuntar archivo
es_es: Adjuntar archivo
fi: Liitä tiedosto
fr: Joindre fichier
fr_ca: Fichier joint
ga: Ceangail comhad
hi: फ़ाइल संलग्न करें
is: Hengja skrá við
it: Allega file
ja: 添付ファイル
ms: Lampirkan fail
nb: Vedlagt fil
nl: Bijgevoegd bestand
pl: Dołącz plik
pt: Anexar ficheiro
pt_br: Anexar arquivo
ru: Прикрепить файл
sl: Dodana datoteka
sv: Bifoga fil
th: แนบไฟล์
vi: Tập tin đính kèm
zh: 附加文件
zh_hk: 附加檔案

source: Attempt
ar: المحاولة
ca: Intent
cy: Ymgais
da: Forsøg
de: Versuch
es: Intento
es_es: Intento
fi: Yritys
fr: Tentative
fr_ca: Tentative
ga: Iarracht
hi: प्रयास
is: Tilraun
it: Tentativo
ja: 試行
ms: Percubaan
nb: Forsøk
nl: Poging
pl: Próba
pt: Tentativa
pt_br: Tentativa
ru: Попытка
sl: Poskus
sv: Försök
th: การดำเนินการ
vi: Lần Làm
zh: 尝试
zh_hk: 嘗試

source: Attempt history
ar: سجل المحاولة
ca: Historial d'intents
cy: Hanes ymgeisio
da: Forsøgshistorik
de: Versuchshistorie
es: Historial de intentos
es_es: Historial de intentos
fi: Yritysten historia
fr: Historique des tentatives
fr_ca: Historique des tentatives
ga: Stair na n-iarrachtaí
hi: प्रयास इतिहास
is: Saga tilrauna
it: Cronologia tentativi
ja: 試行履歴
ms: Sejarah percubaan
nb: Forsøkshistorikk
nl: Geschiedenis van de pogingen
pl: Historia prób
pt: Histórico de tentativa
pt_br: Histórico de tentativas
ru: История попыток
sl: Zgodovina poskusov
sv: Försökshistorik
th: ประวัติการดำเนินการ
vi: Lịch sử số lần làm lại
zh: 尝试历史记录
zh_hk: 嘗試記錄

source: Attempts
ar: المحاولات
ca: Intents
cy: Ymgais
da: Forsøg
de: Versuche
es: Intentos
es_es: Intentos
fi: Yrityksiä
fr: Tentatives
fr_ca: Tentatives
ga: Iarrachtaí
hi: प्रयास
is: Tilraunir
it: Tentativi
ja: 回数
ms: Percubaan
nb: Forsøk
nl: Pogingen
pl: Próby
pt: Tentativas
pt_br: Tentativas
ru: Попытки
sl: Poskusi
sv: Försök
th: การดำเนินการ
vi: Lần Làm
zh: 尝试次数
zh_hk: 嘗試次數

source: Attempts Allowed
ar: المحاولات المسموح بها
ca: Intents permesos
cy: Nifer yr ymgeisiau a ganiateir
da: Forsøg tilladt
de: Zulässige Versuche
es: Intentos permitidos
es_es: Intentos permitidos
fi: Sallittuja yrityksiä
fr: Essais autorisés
fr_ca: Tentatives autorisées
ga: Iarrachtaí Ceadaithe
hi: स्वीकृत प्रयास
is: Tilraunir leyfðar
it: Tentativi consentiti
ja: 企図が許可されています
ms: Percubaan dibenarkan
nb: Tillatte forsøk
nl: Pogingen toegestaan
pl: Dozwolone próby
pt: Tentativas permitidas
pt_br: Tentativas permitidas
ru: Разрешенное число попыток
sl: dovoljenih poskusov
sv: Tillåtna försök
th: การดำเนินการที่อนุญาต
vi: Lần Làm Được Phép
zh: 准许尝试
zh_hk: 允許的遞交嘗試次數

source: Auckland (+12:00/+13:00)
ar: أوكلاند (+12:00/+13:00)
hi: ऑकलैंड (+12:00/+13:00)
ja: オークランド (+12:00/+13:00)
ru: Окленд (+12:00/+13:00)
th: โอ้คแลนด์ (+12:00/+13:00)
zh: 奥克兰 (+12:00/+13:00)
zh_hk: 奧克蘭 (+12:00/+13:00)

source: Azores (-01:00/+00:00)
ar: الأزور (-01:00/+00:00)
de: Azoren (-01:00/+00:00)
fr: Açores (-01:00/+00:00)
fr_ca: Açores (-01:00/+00:00)
ga: Na hAsóir (-01:00/+00:00)
hi: अज़ोरेस (-01:00/+00:00)
is: Asóreyjar (-01:00/+00:00)
it: Azzorre (-01:00/+00:00)
ja: アゾレス諸島 (-01:00/+00:00)
nb: Azorene (-01:00/+00:00)
nl: Azoren (-01:00/+00:00)
pl: Azory (-01:00/+00:00)
pt: Açores (-01:00/+00:00)
pt_br: Açores (-01:00/+00:00)
ru: Азорские острова (-01:00/+00:00)
sl: Azori (-01:00/+00:00)
sv: Azorerna (-01:00/+00:00)
th: อะโซร์ส (-01:00/+00:00)
zh: 亚速尔群岛 (-01:00/+00:00)
zh_hk: 亞速群島 (-01:00/+00:00)

source: Back
ar: عودة
ca: Enrere
cy: Yn ôl
da: Tilbage
de: Zurück
es: Volver
es_es: Volver
fi: Takaisin
fr: Retour
fr_ca: Retour
ga: Ar ais
hi: वापस जाएं
is: Til baka
it: Indietro
ja: 戻る
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt: Voltar
pt_br: Voltar
ru: Назад
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
vi: Quay lại
zh: 返回
zh_hk: 返回

source: Baghdad (+03:00/+03:00)
ar: بغداد (+03:00/+03:00)
ca: Bagdad (+03:00/+03:00)
da: Bagdad (+03:00/+03:00)
de: Bagdad (+03:00/+03:00)
es: Bagdad (+03:00/+03:00)
es_es: Bagdad (+03:00/+03:00)
fr: Bagdad (+03:00/+03:00)
fr_ca: Bagdad (+03:00/+03:00)
ga: Bagdad (+03:00/+03:00)
hi: बगदाद (+03:00/+03:00)
is: Bagdad (+03:00/+03:00)
ja: バグダッド (+03:00/+03:00)
nl: Bagdad (+03:00/+03:00)
pl: Bagdad (+03:00/+03:00)
pt_br: Bagdá (+03:00/+03:00)
ru: Багдад (+03:00/+03:00)
sl: Bagdad (+03:00/+03:00)
sv: Bagdad (+03:00/+03:00)
th: แบกแดด (+03:00/+03:00)
zh: 巴格达 (+03:00/+03:00)
zh_hk: 巴格達 (+03:00/+03:00)

source: Baku (+04:00/+04:00)
ar: باكو (+04:00/+04:00)
es: Bakú (+04:00/+04:00)
es_es: Bakú (+04:00/+04:00)
fr_ca: Bakou (+04:00/+04:00)
ga: Bácú (+04:00/+04:00)
hi: बाकू (+04:00/+04:00)
is: Bakú (+04:00/+04:00)
ja: バクー (+04:00/+04:00)
ru: Баку (+04:00/+04:00)
th: บาคู (+04:00/+04:00)
zh: 巴库 (+04:00/+04:00)
zh_hk: 巴庫 (+04:00/+04:00)

source: Bangkok (+07:00/+07:00)
ar: بانكوك (+07:00/+07:00)
ga: Bhangcóg (+07:00/+07:00)
hi: बैंकाक (+07:00/+07:00)
ja: バンコク (+07:00/+07:00)
ru: Бангкок (+07:00/+07:00)
th: กรุงเทพฯ (+07:00/+07:00)
zh: 曼谷 (+07:00/+07:00)
zh_hk: 曼谷 (+07:00/+07:00)

source: Beijing (+08:00)
ar: بيجين (+08:00)
ca: Pequín (+08:00)
de: Peking (+08:00)
es: Pekín (+08:00)
es_es: Pekín (+08:00)
ga: Béising (+08:00)
hi: बीजिंग (+08:00)
it: Pechino (+08:00)
ja: 北京 (+08:00)
pl: Pekin (+08:00)
pt: Pequim (+08:00)
pt_br: Pequim (+08:00)
ru: Пекин (+08:00)
sl: Peking (+08:00)
sv: Peking (+08:00)
th: ปักกิ่ง (+08:00)
vi: Bắc Kinh (+08:00)
zh: 北京 (+08:00)
zh_hk: 北京 (+08:00)

source: Belgrade (+01:00/+02:00)
ar: بلغراد (+01:00/+02:00)
ca: Belgrad (+01:00/+02:00)
da: Beograd (+01:00/+02:00)
de: Belgrad (+01:00/+02:00)
es: Belgrado (+01:00/+02:00)
es_es: Belgrado (+01:00/+02:00)
ga: Béalgrád (+01:00/+02:00)
hi: बेलग्रेड (+01:00/+02:00)
is: Belgrad (+01:00/+02:00)
it: Belgrado (+01:00/+02:00)
ja: ベオグラード (+01:00/+02:00)
nb: Beograd (+01:00/+02:00)
nl: Belgrado (+01:00/+02:00)
pl: Belgrad (+01:00/+02:00)
pt: Belgrado (+01:00/+02:00)
pt_br: Belgrado (+01:00/+02:00)
ru: Белград (+01:00/+02:00)
sl: Beograd (+01:00/+02:00)
sv: Belgrad (+01:00/+02:00)
th: เบลเกรด (+01:00/+02:00)
zh: 贝尔格莱德 (+01:00/+02:00)
zh_hk: 貝爾格勒 (+01:00/+02:00)

source: Berlin (+01:00/+02:00)
ar: برلين (+01:00/+02:00)
ca: Berlín (+01:00/+02:00)
es: Berlín (+01:00/+02:00)
es_es: Berlín (+01:00/+02:00)
fi: Berliini (+01:00/+02:00)
ga: Beirlín (+01:00/+02:00)
hi: बर्लिन (+01:00/+02:00)
is: Berlín (+01:00/+02:00)
it: Berlino (+01:00/+02:00)
ja: ベルリン (+01:00/+02:00)
nl: Berlijn (+01:00/+02:00)
pt: Berlim (+01:00/+02:00)
pt_br: Berlim (+01:00/+02:00)
ru: Берлин (+01:00/+02:00)
th: เบอร์ลิน (+01:00/+02:00)
zh: 柏林 (+01:00/+02:00)
zh_hk: 柏林 (+01:00/+02:00)

source: Bern (+01:00/+02:00)
ar: برن (+01:00/+02:00)
ca: Berna (+01:00/+02:00)
es: Berna (+01:00/+02:00)
es_es: Berna (+01:00/+02:00)
fr: Berne (+01:00/+02:00)
fr_ca: Berne (+01:00/+02:00)
hi: बर्न (+01:00/+02:00)
it: Berna (+01:00/+02:00)
ja: ベルン (+01:00/+02:00)
pl: Berno (+01:00/+02:00)
pt: Berna (+01:00/+02:00)
pt_br: Berna (+01:00/+02:00)
ru: Берн (+01:00/+02:00)
th: เบิร์น (+01:00/+02:00)
zh: 伯尔尼 (+01:00/+02:00)
zh_hk: 伯恩 (+01:00/+02:00)

source: Bogota (-05:00/-05:00)
ar: بوغوتا (-05:00/-05:00)
ca: Bogotà (-05:00/-05:00)
es: Bogotá (-05:00/-05:00)
es_es: Bogotá (-05:00/-05:00)
ga: Bogotá (-05:00/-05:00)
hi: बोगोटा (-05:00/-05:00)
it: Bogotà (-05:00/-05:00)
ja: ボゴタ (-05:00/-05:00)
pt_br: Bogotá (-05:00/-05:00)
ru: Богота (-05:00/-05:00)
th: โบโกตา (-05:00/-05:00)
zh: 波哥大 (-05:00/-05:00)
zh_hk: 波哥大 (-05:00/-05:00)

source: Brasilia (-03:00/-03:00)
ar: برازيليا (-03:00/-03:00)
ca: Brasília (-03:00/-03:00)
de: Brasilien (-03:00/-03:00)
hi: ब्रासीलिया (-03:00/-03:00)
is: Brasilía (-03:00/-03:00)
ja: ブラジリア (-03:00/-03:00)
pt: Brasília (-03:00/-03:00)
pt_br: Brasília (-03:00/-03:00)
ru: Бразилиа (-03:00/-03:00)
sv: Brasilien (-03:00/-03:00)
th: บราซิลเลีย (-03:00/-03:00)
zh: 巴西利亚 (-03:00/-03:00)
zh_hk: 巴西利亞 (-03:00/-03:00)

source: Bratislava (+01:00/+02:00)
ar: براتيسلافا (+01:00/+02:00)
ga: Bhratasláiv (+01:00/+02:00)
hi: ब्रातिस्लावा (+01:00/+02:00)
ja: ブラチスラバ (+01:00/+02:00)
pl: Bratysława (+01:00/+02:00)
ru: Братислава (+01:00/+02:00)
th: บราติสลาวา (+01:00/+02:00)
zh: 布拉迪斯拉发 (+01:00/+02:00)
zh_hk: 布拉提斯拉瓦 (+01:00/+02:00)

source: Brisbane (+10:00)
ar: بريسبان (+10:00)
hi: ब्रिस्बेन (+10:00)
ja: ブリスベン (+10:00)
ru: Брисбен (+10:00)
th: บริสเบน (+10:00)
zh: 布里斯班 (+10:00)
zh_hk: 布里斯本 (+10:00)

source: Brussels (+01:00/+02:00)
ar: بروكسل (+01:00/+02:00)
ca: Brussel·les (+01:00/+02:00)
cy: Brwsel (+01:00/+02:00)
da: Bruxelles (+01:00/+02:00)
de: Brüssel (+01:00/+02:00)
es: Bruselas (+01:00/+02:00)
es_es: Bruselas (+01:00/+02:00)
fi: Bryssel (+01:00/+02:00)
fr: Bruxelles (+01:00/+02:00)
fr_ca: Bruxelles (+01:00/+02:00)
ga: An Bhruiséil (+01:00/+02:00)
hi: ब्रुसेल्स (+01:00/+02:00)
is: Brussel (+01:00/+02:00)
it: Bruxelles (+01:00/+02:00)
ja: ブリュッセル (+01:00/+02:00)
nb: Brüssel (+01:00/+02:00)
nl: Brussel (+01:00/+02:00)
pl: Bruksela (+01:00/+02:00)
pt: Bruxelas (+01:00/+02:00)
pt_br: Bruxelas (+01:00/+02:00)
ru: Брюссель (+01:00/+02:00)
sl: Bruselj (+01:00/+02:00)
sv: Bryssel (+01:00/+02:00)
th: บรัสเซล (+01:00/+02:00)
zh: 布鲁塞尔 (+01:00/+02:00)
zh_hk: 布魯塞爾 (+01:00/+02:00)

source: Bucharest (+02:00/+03:00)
ar: بوخارست (+02:00/+03:00)
ca: Bucarest (+02:00/+03:00)
da: Bukarest (+02:00/+03:00)
de: Bukarest (+02:00/+03:00)
es: Bucarest (+02:00/+03:00)
es_es: Bucarest (+02:00/+03:00)
fi: Bukarest (+02:00/+03:00)
fr_ca: Bucarest (+02:00/+03:00)
ga: Búcairist (+02:00/+03:00)
hi: बुखारेस्ट (+02:00/+03:00)
is: Búkarest (+02:00/+03:00)
it: Bucarest (+02:00/+03:00)
ja: ブカレスト (+02:00/+03:00)
nb: Athen (+02:00/+03:00)
nl: Boekarest (+02:00/+03:00)
pl: Bukareszt (+02:00/+03:00)
pt: Bucareste (+02:00/+03:00)
pt_br: Bucareste (+02:00/+03:00)
ru: Бухарест (+02:00/+03:00)
sl: Bukarešta (+02:00/+03:00)
sv: Bukarest (+02:00/+03:00)
th: บูคาเรสต์ (+02:00/+03:00)
zh: 布加勒斯特 (+02:00/+03:00)
zh_hk: 布加勒斯特 (+02:00/+03:00)

source: Budapest (+01:00/+02:00)
ar: بودابست (+01:00/+02:00)
ga: Búdaipeist (+01:00/+02:00)
hi: बुडापेस्ट (+01:00/+02:00)
is: Búdapest (+01:00/+02:00)
ja: ブダペスト (+01:00/+02:00)
nl: Boedapest (+01:00/+02:00)
pl: Budapeszt (+01:00/+02:00)
pt: Budapeste (+01:00/+02:00)
pt_br: Budapeste (+01:00/+02:00)
ru: Будапешт (+01:00/+02:00)
sl: Budimpešta (+01:00/+02:00)
th: บูดาเปสต์ (+01:00/+02:00)
zh: 布达佩斯 (+01:00/+02:00)
zh_hk: 布達佩斯 (+01:00/+02:00)

source: Buenos Aires (-03:00/-03:00)
ar: بوينس آيرس (-03:00/-03:00)
hi: ब्यूनस आयर्स (-03:00/-03:00)
ja: ブエノスアイレス (-03:00/-03:00)
ru: Буэнос-Айрес (-03: 00/ -03:00)
th: บูเอโนสไอเรส (-03:00/-03:00)
zh: 布宜诺斯艾利斯 (-03:00/-03:00)
zh_hk: 布宜諾斯艾利斯 (-03:00/-03:00)

source: Cairo (+02:00/+03:00)
ar: القاهرة (+02:00/+03:00)
ca: El Caire (+02:00/+03:00)
da: Kairo (+02:00/+03:00)
de: Kairo (+02:00/+03:00)
es: El Cairo (+02:00/+03:00)
es_es: El Cairo (+02:00/+03:00)
fi: Kairo (+02:00/+03:00)
fr: Caire (+02:00/+03:00)
fr_ca: Le Caire (+02:00/+03:00)
ga: Caireo (+02:00/+03:00)
hi: काहिरा (+02:00/+03:00)
is: Kairó (+02:00/+03:00)
ja: カイロ (+02:00/+03:00)
ms: Kaherah (+02:00/+03:00)
nb: Kairo (+02:00/+03:00)
nl: Caïro (+02:00/+03:00)
pl: Kair (+02:00/+03:00)
ru: Каир (+02:00/+03:00)
sl: Kairo (+02:00/+03:00)
sv: Kairo (+02:00/+03:00)
th: ไคโร (+02:00/+03:00)
zh: 开罗 (+02:00/+03:00)
zh_hk: 開羅 (+02:00/+03:00)

source: Canberra (+10:00/+11:00)
ar: كانبيرا (+10:00/+11:00)
hi: कैनबेरा (+10:00/+11:00)
ja: キャンベラ (+10:00/+11:00)
pt: Camberra (+10:00/+11:00)
pt_br: Camberra (+10:00/+11:00)
ru: Канберра (+10:00/+11:00)
th: แคนเบอร์ร่า (+10:00/+11:00)
zh: 堪培拉 (+10:00/+11:00)
zh_hk: 坎培拉 (+10:00/+11:00)

source: Cancel
ar: إلغاء
ca: Cancel·la
cy: Canslo
da: Annullér
de: Abbrechen
es: Cancelar
es_es: Cancelar
fi: Peruuta
fr: Annuler
fr_ca: Annuler
ga: Cealaigh
hi: रद्द करें
is: Hætta við
it: Annulla
ja: キャンセル
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ru: Отменить
sl: Prekliči
sv: Avbryt
th: ยกเลิก
vi: Hủy
zh: 取消
zh_hk: 取消

source: Cape Verde Is. (-01:00/-01:00)
ar: جزر الرأس الأخضر (-01:00/-01:00)
ca: Illes Cap Verd (-01:00/-01:00)
cy: Ynysoedd Cape Verde (-01:00/-01:00)
da: Kap verde (-01:00/-01:00)
de: Kapverden (-01:00/-01:00)
es: Islas Cabo Verde (-01:00/-01:00)
es_es: Islas de Cabo Verde (-01:00/-01:00)
fi: Kap Verde (-01:00/-01:00)
fr: Île du Cap-Vert (-01:00/-01:00)
fr_ca: Île du Cap-Vert (-01:00/-01:00)
ga: Rinn Verde Is. (-01:00/-01:00)
hi: केप वर्डे द्वीप (-01:00/-01:00)
is: Grænhöfðaeyjar (-01:00/-01:00)
it: Isola di Capo Verde (-01:00/-01:00)
ja: カーボベルデ諸島(-01:00/-01:00)
ms: Kepulauan Cape Verde (-01:00/-01:00)
nb: Kapp Verde (-01:00/-01:00)
nl: Kaapverdië (-01:00/-01:00)
pl: Wyspy Zielonego Przylądka (-01:00/-01:00)
pt: Cabo Verde é. (-01:00/-01:00)
pt_br: Ilha do Cabo Verde (-01:00/-01:00)
ru: О. Кабо-Верде (-01:00/-01:00)
sl: Zelenortski otoki (-01:00/-01:00)
sv: Kap Verde-öarna (-01:00/-01:00)
th: หมู่เกาะเคปเวิร์ด (-01:00/-01:00)
vi: Đảo Cape Verde (-01:00/-01:00)
zh: 佛得角(-01:00/-01:00)
zh_hk: 維德角群島(-01:00/-01:00)

source: Caracas (-04:00/-04:00)
ar: كاراكاس (-04:00/-04:00)
hi: कराकास (-04:00/-04:00)
ja: カラカス (-04:00/-04:00)
ru: Каракас (-04:00/-04:00)
th: คาราคาส (-04:00/-04:00)
zh: 加拉加斯 (-04:00/-04:00)
zh_hk: 卡拉卡斯 (-04:00/-04:00)

source: Casablanca (+01:00/+00:00)
ar: الدار البيضاء (+01:00/+00:00)
hi: कैसाब्लांका (+01:00/+00:00)
ja: カサブランカ (+01:00/+00:00)
ru: Касабланка (+01:00/+00:00)
th: คาสซาบลางก้า (+01:00/+00:00)
zh: 卡萨布兰卡 (+01:00/+00:00)
zh_hk: 卡薩布蘭加 (+01:00/+00:00)

source: Central America (-06:00)
ar: أمريكا الوسطى (-06:00)
ca: Amèrica Central (-06:00)
cy: Canolbarth America (-06:00)
da: Mellemamerika (-06:00)
de: Mittelamerika (-06:00)
es: América Central (-06:00)
es_es: Centroamérica (-06:00)
fi: Väli-Amerikka (-06:00)
fr: Amérique centrale (-06:00)
fr_ca: Amérique centrale (-06:00)
ga: Meiriceá Láir (-06:00)
hi: मध्य अमेरिका (-06:00)
is: Mið-Ameríka (-06:00)
it: America Centrale (-06:00)
ja: 中央アメリカ (-06:00)
ms: Amerika Tengah (-06:00)
nb: Sentral-Amerika (-06:00)
nl: Centraal-Amerika (-06:00)
pl: Ameryka Środkowa (-06:00)
pt: América Central (-06:00)
pt_br: América Central (-06:00)
ru: Центральная Америка (-06:00)
sl: Srednja Amerika (-06:00)
sv: Centralamerika (-06:00)
th: อเมริกากลาง (-06:00)
vi: Trung Mỹ (-06:00)
zh: 中美洲 (-06:00)
zh_hk: 中美洲 (-06:00)

source: Central Time (US & Canada) (-06:00/-05:00)
ar: التوقيت المركزي (الولايات المتحدة وكندا) (-06:00/-05:00)
ca: Hora central (EUA i Canadà) (-06:00/-05:00)
cy: Amser y Canol (UDA a Chanada) (-06:00/-05:00)
da: Central Time (USA og Canada) (-06:00/-05:00)
de: Central Time (USA und Kanada) (-06:00/-05:00)
es: Hora central (EE. UU. y Canadá) (-06:00/-05:00)
es_es: Hora estándar del centro (EE. UU. y Canadá) (-06:00/-05:00)
fi: Keskiaika (USA & Kanada) (-06:00/-05:00)
fr: Heure du Centre (US & Canada) (-06:00/-05:00)
fr_ca: Heure centrale (États-Unis et Canada) (-06:00/-05:00)
ga: Am Lárnach (US & Ceanada) (-06:00/-05:00)
hi: केंद्रीय समय (US और कनाडा) (-06:00/-05:00)
is: Miðtími (Bandaríkin og Kanada) (-06:00/-05:00)
it: Ora stati centrali (Stati Uniti e Canada) (-06:00/-05:00)
ja: 中部時間（米国&カナダ） (-06:00/-05:00)
ms: Waktu Pusat (AS & Kanada) (-06:00/-05:00)
nb: Central Time (USA og Canada) (-06:00/-05:00)
nl: Central-tijd (VS en Canada) (-06:00/-05:00)
pl: Czas centralny (USA i Kanada) (-06:00/-05:00)
pt: Horário Central (EUA e Canadá) (-06:00/-05:00)
pt_br: Horário Central (EUA e Canadá) (-06:00/-05:00)
ru: Центральное поясное время (США и Канада) (-06:00/-05:00)
sl: Atlantski čas (ZDA in Kanada) (-06:00/-05:00)
sv: Centraltid (USA och Kanada) (-06:00/-05:00)
th: เวลากลาง (สหรัฐฯ และแคนาดา) (-06:00/-05:00)
vi: Giờ Miền Trung (Hoa Kỳ & Canada) (-06:00/-05:00)
zh: 中部时间（美国和加拿大） (-06:00/-05:00)
zh_hk: 中部時間 (美國和加拿大) (-06:00/-05:00)

source: Chatham Is. (+12:45/+13:45)
ar: جزر تشاتام (+12:45/+13:45)
ca: Illes Chatham (+12:45/+13:45)
cy: Ynysoedd Chatam (+12:45/+13:45)
da: Chatham-øerne (+12:45/+13:45)
de: Chathaminseln (+12:45/+13:45)
es: Islas Chatham (+12:45/+13:45)
es_es: Islas Chatham (+12:45/+13:45)
fi: Chathamsaaret (+12:45/+13:45)
fr: Îles Chatham (+12:45/+13:45)
fr_ca: Îles Chatham (+12:45/+13:45)
hi: चैथम द्वीप (+12:45/+13:45)
is: Chatham-eyjar (+12:45/+13:45)
it: Isole Chatham (+12:45/+13:45)
ja: チャタム諸島(+12:45/+13:45)
ms: Pulau Chatham (+12:45/+13:45)
nl: Chathameilanden (+12:45/+13:45)
pl: Wyspa Chatham (+12:45/+13:45)
pt: Chatham é. (+12:45/+13:45)
pt_br: Ilha Chatham (+12:45/+13:45)
ru: Острова Чатем (+12:45/+13:45)
sl: Otoki Chatham (+12:45/+13:45)
sv: Chathamöarna (+12:45/+13:45)
th: หมู่เกาะแชทัม (+12:45/+13:45)
vi: Quần Đảo Chatham (+12:45/+13:45)
zh: 就是查塔姆(+12:45/+13:45)
zh_hk: 查塔姆群島(+12:45/+13:45)

source: Check answer
ar: تحقق من الإجابة
ca: Comproveu la resposta
cy: Gwirio ateb
da: Kontroller svar
de: Antwort überprüfen
es: Comprobar respuesta
es_es: Comprobar respuesta
fi: Tarkista vastaus
fr: Vérifier la réponse
fr_ca: Vérifier la réponse
ga: Seiceáil an freagra
hi: उत्तर की जाँच करें
is: Athuga svar
it: Controlla risposta
ja: 回答を確認
ms: Semak jawapan
nb: Sjekk svar
nl: Antwoord controleren
pl: Sprawdź odpowiedź
pt: Verificar resposta
pt_br: Verificar resposta
ru: Проверить ответ
sl: Preveri odgovor
sv: Kontrollera svaret
th: ตรวจคำตอบ
vi: Kiểm tra câu trả lời
zh: 检查答案
zh_hk: 檢查答案

source: Chennai (+05:30)
ar: تشيناي (+05:30)
hi: चेन्नई (+05:30)
ja: チェンナイ (+05:30)
pl: Madras (+05:30)
pt_br: Chenai (+05:30)
ru: Ченнаи (+05:30)
th: เชนไน (+05:30)
zh: 钦奈 (+05:30)
zh_hk: 清奈 (+05:30)

source: Chihuahua (-06:00)
ar: تشيهواهوا (-06:00)
hi: चिहुआहुआ (-06:00)
ja: チワワ (-06:00)
ru: Чихуахуа (-06:00)
th: ชิวาว่า (-06:00)
zh: 奇瓦瓦 (-06:00)
zh_hk: 奇瓦瓦 (-06:00)

source: Chongqing (+08:00)
ar: تشونغتشينغ (+08:00)
hi: चोंगकिंग (+08:00)
ja: 重慶 (+08:00)
ru: Чунцин (+08:00)
th: ฉงชิ่ง (+08:00)
vi: Trùng Khánh (+08:00)
zh: 重庆 (+08:00)
zh_hk: 重慶 (+08:00)

source: Choose and complete one of the required items.
ar: اختر واحدًا من العناصر المطلوبة وأكملها.
ca: Trieu i completeu un dels elements obligatoris.
cy: Dewiswch a chwblhewch un o'r eitemau gofynnol.
da: Vælg og udfyld et af de obligatoriske punkter.
de: Wählen Sie einen der erforderlichen Punkte aus und füllen Sie ihn aus.
es: Elija y complete uno de los ítems obligatorios.
es_es: Elige y completa uno de los ítems obligatorios.
fi: Valitse ja suorita yksi vaadituista kohdista.
fr: Choisissez et achevez l’un des éléments requis.
fr_ca: Choisir et remplir l’un des éléments requis.
ga: Roghnaigh agus comhlánaigh ceann amháin de na míreanna riachtanacha.
hi: आवश्यक आइटमों में से एक चुनें और पूरा करें।
is: Veldu og kláraðu eitt af nauðsynlegum atriðum.
it: Scegli e completa uno degli elementi necessari
ja: 必要な項目から1つを選択し、完了してください。
ms: Pilih dan lengkapkan salah satu item yang diperlukan.
nb: Velg og fullfør et av de obligatoriske elementene.
nl: Kies en voltooi een van de vereiste items.
pl: Wybierz i uzupełnij jedną z następujących pozycji.
pt: Escolha e preencha um dos itens obrigatórios.
pt_br: Escolha e preencha um dos itens obrigatórios.
ru: Выберите и выполните одно из обязательных заданий.
sl: Izberite in izpolnite eno od zahtevanih postavk.
sv: Välj och slutför en av de obligatoriska objekten.
th: เลือกและกรอกหนึ่งในรายการที่กำหนด
vi: Hãy chọn và hoàn thành một trong các mục bắt buộc.
zh: 选择并完成一个必需项目。
zh_hk: 選擇並完成一項必填項目。

source: Choose file
ar: اختر ملفًا
ca: Trieu un fitxer
cy: Dewis ffeil
da: Vælg fil
de: Datei auswählen
es: Elegir archivo
es_es: Elegir archivo
fi: Valitse tiedosto
fr: Choisir un fichier
fr_ca: Choisir des fichiers
ga: Roghnaigh comhad
hi: फ़ाइल चुनें
is: Velja skrá
it: Scegli file
ja: ファイルの選択
ms: Pilih fail
nb: Velg fil
nl: Een bestand kiezen
pl: Wybierz plik
pt: Escolha um ficheiro
pt_br: Escolher arquivo
ru: Выбрать файл
sl: Izberi datoteko
sv: Välj filer
th: เลือกไฟล์
vi: Chọn tập tin
zh: 选择文件
zh_hk: 選擇檔案

source: Choose photo or video
ar: اختر صورة أو ملف فيديو
ca: Trieu una fotografia o un vídeo
cy: Dewis llun neu fideo
da: Vælg foto eller video
de: Foto oder Video auswählen
es: Elegir foto o video
es_es: Elegir foto o vídeo
fi: Valitse valokuva tai video
fr: Choisissez une photo ou une vidéo
fr_ca: Choisir une photo ou une vidéo
ga: Roghnaigh grianghraf nó físeán
hi: फ़ोटो या वीडियो चुनें
is: Velja mynd eða myndband
it: Scegli foto o video
ja: 写真か動画を選択する
ms: Pilih foto atau video
nb: Velg bilde eller video
nl: Een foto of video kiezen
pl: Wybierz zdjęcie lub wideo
pt: Escolha uma foto ou vídeo
pt_br: Escolher foto ou vídeo
ru: Выбрать фото или видео
sl: Izberite fotografijo ali videoposnetek
sv: Välj bild eller video
th: เลือกภาพหรือวิดีโอ
vi: Chụp ảnh hoặc quay video
zh: 选择照片或视频
zh_hk: 選擇照片或影片

source: Comments
ar: التعليقات
ca: Comentaris
cy: Sylwadau
da: Kommentarer
de: Kommentare
es: Comentarios
es_es: Comentarios
fi: Kommentit
fr: Commentaires
fr_ca: Commentaires
ga: Ráitis
hi: टिप्पणियां
is: Athugasemdir
it: Commenti
ja: コメント
ms: Komen
nb: Kommentarer
nl: Opmerkingen
pl: Komentarze
pt: Comentários
pt_br: Comentários
ru: Комментарии
sl: Komentarji
sv: Kommentarer
th: ความเห็น
vi: Bình Luận
zh: 评论
zh_hk: 評論

source: complete
ar: يكمل
ca: finalitzeu-ho
cy: cwblhau
da: fuldført
de: fertig
es: completar
es_es: completo
fi: valmis
fr: terminé
fr_ca: terminer
ga: críochnaithe
hi: पूरा हुआ
is: lokið
it: completato
ja: 完了
ms: lengkap
nb: godkjent
nl: voltooien
pl: zakończone
pt: completo
pt_br: concluir
ru: завершенный
sl: zaključi
sv: färdig
th: เสร็จสิ้น
vi: hoàn thành
zh: 完成
zh_hk: 完成

# Complete %d of %d courses
source: Complete %1$d of %2$d courses
ar: أكمل %1$d من %2$d من المساقات
ca: Finalitzeu %1$d de %2$d assignatures
cy: Wedi cwblhau %1$d o %2$d cwrs
da: Afslut %1$d af %2$d fag
de: %1$d von %2$d Kursen vollständig
es: Completar %1$d de %2$d cursos
es_es: Completada(s) %1$d de %2$d asignaturas
fi: Suorita %1$d / %2$d kursseista
fr: Achèvement de %1$d cours sur %2$d
fr_ca: Achever %1$d de %2$d cours
ga: Críochnaithe %1$d as %2$d cúrsaí
hi: %2$d में से %1$d पाठ्यक्रम पूरे करें
is: Klára %1$d af %2$d námskeiðum
it: Completa %1$d su %2$d corsi
ja: 完了した%1$d / %2$dのコース
ms: Selesai %1$d daripada %2$d kursus
nb: Fullfør %1$d av %2$d emner
nl: Voltooi %1$d van %2$d cursussen
pl: Ukończono %1$d z %2$d kursów
pt: Disciplinas %1$d %2$d concluídas
pt_br: Concluir %1$d de %2$d cursos
ru: Завершено %1$d из %2$d курсов
sl: Zaključenih %1$d od %2$d predmetov
sv: Slutför %1$d av %2$d kurser
th: ผ่าน %1$d จาก %2$d บทเรียน
vi: Hoàn thành %1$d / %2$d khóa học
zh: 完成 %1$d/%2$d 门课程
zh_hk: 完成 %2$d 課程的 %1$d
